cask_args appdir: "/Applications"

# Tools
brew "bash-completion"

# Dev
brew "fastlane"
cask "visual-studio-code"
cask "android-studio"
cask "dbeaver-community"
cask "iterm2"
cask "starship"
cask "postgresql"
cask "react-native-debugger"

# More Dev stuff
cask "watchman"

# Apps
cask "google-chrome"
cask "postman"
cask "rectangle"
cask "yt-music"
cask "appcleaner"
cask "calibre"
cask "discord"
cask "docker"
cask "gimp"
cask "handbrake"
cask "macs-fan-control"
cask "obs"
cask "plex"
cask "slack"
cask "transmission"
cask "ultimaker-cura"
cask "vlc"
cask "zoom"